{
  "privacy": {
    "title": "Datenschutzrichtlinie",
    "description": "izan.io Datenschutzrichtlinie - Erfahren Sie, wie Ihre personenbezogenen Daten erhoben, verwendet und geschützt werden.",
    "lastUpdated": "Zuletzt aktualisiert",
    "intro": "Bei izan.io ('wir', 'uns') respektieren wir Ihre Privatsphäre. izan.io ist ein vollständig quelloffenes Projekt ohne Backend-Server — wir betreiben keinen Server, der Ihre Daten erhebt, speichert oder verarbeitet. Diese Richtlinie beschreibt, wie Ihre personenbezogenen Daten bei der Nutzung der izan.io Webanwendung und der izan.io Macros Chrome-Erweiterung (zusammen der 'Dienst') behandelt werden.",
    "sections": {
      "dataWeStore": "Lokal gespeicherte Daten",
      "dataWeStoreDesc": "izan.io speichert Ihre API-Schlüssel und Chat-Verlauf nur in Ihrem Browser (IndexedDB). Wir haben keinen Backend-Server oder Datenbank — es gibt keinen Ort, an den Ihre Daten gesendet werden könnten. Alles bleibt auf Ihrem Gerät. Der gesamte Quellcode ist zur Überprüfung öffentlich verfügbar: https://github.com/ekingunoncu/izan.io",
      "browserExtension": "Chrome-Erweiterung & Browser-Automatisierung",
      "browserExtensionDesc": "Die izan.io Macros Chrome-Erweiterung ermöglicht es Ihnen, Browser-Interaktionen (Klicks, Eingaben, Scrollen, Navigation) als wiederverwendbare Automatisierungsmakros aufzuzeichnen. Während der Aufzeichnung erfasst die Erweiterung: besuchte Seiten-URLs, CSS-Selektoren der Elemente, mit denen Sie interagieren, Text, den Sie in Formularfelder eingeben, und Scroll-Positionen. Alle aufgezeichneten Daten werden lokal in Ihrem Browser (IndexedDB und chrome.storage) gespeichert und niemals an externe Server übertragen. Die Erweiterung verwendet das Chrome DevTools Protocol (Debugger-Berechtigung) ausschließlich zur Wiedergabe Ihrer aufgezeichneten Makros. Sie greift auf Webseiten (Host-Berechtigungen) nur während einer von Ihnen initiierten aktiven Aufzeichnung oder Wiedergabe zu. Sie können Ihre aufgezeichneten Makros jederzeit über das Seitenpanel der Erweiterung anzeigen, bearbeiten und löschen. Das Deinstallieren der Erweiterung entfernt alle gespeicherten Daten.",
      "limitedUse": "Eingeschränkte Nutzung",
      "limitedUseDesc": "Die Nutzung und Übertragung von Informationen, die izan.io Macros von Google APIs erhält, entspricht der Chrome Web Store Nutzerdatenrichtlinie, einschließlich der Anforderungen zur eingeschränkten Nutzung. Alle von der Erweiterung erfassten Daten (aufgezeichnete Browser-Interaktionen, URLs, Element-Selektoren) werden lokal in Ihrem Browser gespeichert und niemals an externe Server übertragen. Wir verkaufen, übertragen oder verwenden Ihre Daten nicht für Zwecke, die nicht mit der Kernfunktionalität der Browser-Automatisierung zusammenhängen, einschließlich Werbung, Kreditwürdigkeitsprüfung oder anderer nicht verwandter Zwecke.",
      "thirdPartyServices": "Drittanbieterdienste",
      "thirdPartyServicesDesc": "Wir verwenden Google Analytics, Google Ads und Microsoft Clarity zur Verbesserung unseres Dienstes und zur Anzeige von Werbung. Diese Dienste können Cookies verwenden und Browserdaten sammeln. Google: https://policies.google.com/privacy, Microsoft Clarity: https://privacy.microsoft.com/privacystatement",
      "cookies": "Cookies",
      "cookiesDesc": "Google Analytics, Google Ads und Microsoft Clarity verwenden Cookies für Verkehrsanalyse, Anzeigenpersonalisierung und Verhaltensanalyse (Session-Replay, Heatmaps). Sie können Ihre Einstellungen über den Cookie-Banner verwalten.",
      "gdpr": "DSGVO",
      "gdprDesc": "Für Nutzer in der EU: Sie haben das Recht auf Zugang, Berichtigung, Löschung und Portabilität Ihrer personenbezogenen Daten. Da Ihre Daten nur in Ihrem Browser gespeichert werden, reicht das Löschen der Browserdaten aus. Für Erweiterungsdaten können Sie einzelne Makros über das Seitenpanel löschen oder die Erweiterung deinstallieren, um alle Daten zu entfernen.",
      "children": "Datenschutz für Kinder",
      "childrenDesc": "Unser Dienst richtet sich nicht an Kinder unter 13 Jahren. Wir sammeln wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren.",
      "changes": "Richtlinienänderungen",
      "changesDesc": "Wir können diese Richtlinie aktualisieren. Änderungen werden auf dieser Seite veröffentlicht."
    },
    "contact": "Bei Fragen:",
    "contactEmail": "privacy@izan.io"
  },
  "terms": {
    "title": "Nutzungsbedingungen",
    "description": "izan.io Nutzungsbedingungen - Regeln, die Sie bei der Nutzung unseres Dienstes befolgen müssen.",
    "lastUpdated": "Zuletzt aktualisiert",
    "intro": "Die Nutzung von izan.io ('Dienst') bedeutet die Annahme dieser Nutzungsbedingungen.",
    "sections": {
      "acceptance": "Akzeptanz der Bedingungen",
      "acceptanceDesc": "Durch die Nutzung des Dienstes stimmen Sie diesen Bedingungen zu.",
      "useOfService": "Nutzung des Dienstes",
      "useOfServiceDesc": "Sie müssen den Dienst in Übereinstimmung mit den geltenden Gesetzen nutzen. Sie sind für die sichere Aufbewahrung Ihrer API-Schlüssel verantwortlich.",
      "disclaimer": "Haftungsausschluss",
      "disclaimerDesc": "Der Dienst wird 'wie besehen' bereitgestellt. Die Genauigkeit von KI-Antworten wird nicht garantiert.",
      "termination": "Kündigung",
      "terminationDesc": "Wir können Ihren Zugang zum Dienst jederzeit beenden.",
      "contact": "Kontakt",
      "contactDesc": "Bei Fragen: terms@izan.io"
    }
  },
  "nav": {
    "privacy": "Datenschutz",
    "terms": "Nutzungsbedingungen",
    "backToHome": "Zur Startseite"
  }
}
