{
  "privacy": {
    "title": "Privacy Policy",
    "description": "izan.io privacy policy - Learn how your personal data is collected, used, and protected.",
    "lastUpdated": "Last updated",
    "intro": "At izan.io ('we', 'us'), we respect your privacy. izan.io is a fully open-source project with no backend server — we do not operate any server that collects, stores, or processes your data. This policy describes how your personal data is handled when you use the izan.io web application and the izan.io Macros Chrome extension (collectively, the 'Service').",
    "sections": {
      "dataWeStore": "Data We Store Locally",
      "dataWeStoreDesc": "izan.io stores your API keys and chat history only in your browser (IndexedDB). We have no backend server or database — there is nowhere for your data to be sent. Everything stays on your device. The entire source code is publicly available at https://github.com/ekingunoncu/izan.io for verification.",
      "browserExtension": "Chrome Extension & Browser Automation",
      "browserExtensionDesc": "The izan.io Macros Chrome extension allows you to record browser interactions (clicks, typing, scrolling, navigation) as reusable automation macros. During recording, the extension captures: page URLs you visit, CSS selectors of elements you interact with, text you type into form fields, and scroll positions. All recorded data is stored locally in your browser (IndexedDB and chrome.storage) and is never transmitted to external servers. The extension uses the Chrome DevTools Protocol (debugger permission) solely to replay your recorded macros. It accesses web pages (host permissions) only during active recording or playback that you initiate. You can view, edit, and delete your recorded macros at any time from the extension's side panel. Uninstalling the extension removes all stored data.",
      "limitedUse": "Limited Use Disclosure",
      "limitedUseDesc": "izan.io Macros' use and transfer of information received from Google APIs adheres to the Chrome Web Store User Data Policy, including the Limited Use requirements. All data collected by the extension (recorded browser interactions, URLs, element selectors) is stored locally in your browser and is never transmitted to external servers. We do not sell, transfer, or use your data for purposes unrelated to the extension's core browser automation functionality, including advertising, creditworthiness assessment, or any other unrelated purpose.",
      "thirdPartyServices": "Third-Party Services",
      "thirdPartyServicesDesc": "We use Google Analytics, Google Ads and Microsoft Clarity to improve our service and display ads. These services may use cookies and collect browser data. Google: https://policies.google.com/privacy, Microsoft Clarity: https://privacy.microsoft.com/privacystatement",
      "cookies": "Cookies",
      "cookiesDesc": "Google Analytics, Google Ads and Microsoft Clarity use cookies for traffic analysis, ad personalization and behavioral analytics (session replay, heatmaps). You can manage your preferences via the cookie banner.",
      "gdpr": "GDPR & CCPA",
      "gdprDesc": "For users in the EU and California: You have the right to access, correct, delete, and port your personal data. Since your data is stored only in your browser, clearing browser data will delete it. For extension data, you can delete individual macros from the side panel or uninstall the extension to remove all data.",
      "children": "Children's Privacy",
      "childrenDesc": "Our Service is not intended for children under 13. We do not knowingly collect personal data from children under 13.",
      "changes": "Policy Changes",
      "changesDesc": "We may update this policy. Changes will be posted on this page."
    },
    "contact": "For questions:",
    "contactEmail": "privacy@izan.io"
  },
  "terms": {
    "title": "Terms of Service",
    "description": "izan.io terms of service - Rules you must follow when using our service.",
    "lastUpdated": "Last updated",
    "intro": "Use of the izan.io ('Service') constitutes acceptance of these Terms of Service.",
    "sections": {
      "acceptance": "Acceptance of Terms",
      "acceptanceDesc": "By using the Service, you agree to these terms.",
      "useOfService": "Use of Service",
      "useOfServiceDesc": "You must use the Service in compliance with applicable laws. You are responsible for keeping your API keys secure.",
      "disclaimer": "Disclaimer",
      "disclaimerDesc": "The Service is provided 'as is'. Accuracy of AI responses is not guaranteed.",
      "termination": "Termination",
      "terminationDesc": "We may terminate your access to the Service at any time.",
      "contact": "Contact",
      "contactDesc": "For questions: terms@izan.io"
    }
  },
  "nav": {
    "privacy": "Privacy",
    "terms": "Terms",
    "backToHome": "Back to Home"
  }
}
