{
  "privacy": {
    "title": "Gizlilik Politikası",
    "description": "izan.io gizlilik politikası - Kişisel verilerinizin nasıl toplandığını, kullanıldığını ve korunduğunu öğrenin.",
    "lastUpdated": "Son güncelleme",
    "intro": "izan.io ('biz', 'bizim') olarak gizliliğinize saygı duyuyoruz. izan.io tamamen açık kaynaklı bir projedir ve verilerinizi toplayan, saklayan veya işleyen herhangi bir backend sunucumuz yoktur. Bu politika, izan.io web uygulamasını ve izan.io Macros Chrome eklentisini (birlikte 'Hizmet') kullandığınızda kişisel verilerinizin nasıl işlendiğini açıklar.",
    "sections": {
      "dataWeStore": "Yerel Olarak Saklanan Veriler",
      "dataWeStoreDesc": "izan.io, API anahtarlarınızı ve sohbet geçmişinizi yalnızca tarayıcınızda (IndexedDB) saklar. Herhangi bir backend sunucumuz veya veritabanımız bulunmamaktadır - verilerinizin gönderilebileceği bir yer yoktur. Her şey cihazınızda kalır. Tüm kaynak kod doğrulama için herkese açıktır: https://github.com/ekingunoncu/izan.io",
      "browserExtension": "Chrome Eklentisi ve Tarayıcı Otomasyonu",
      "browserExtensionDesc": "izan.io Macros Chrome eklentisi, tarayıcı etkileşimlerinizi (tıklama, yazma, kaydırma, gezinme) tekrar kullanılabilir otomasyon makroları olarak kaydetmenizi sağlar. Kayıt sırasında eklenti şunları yakalar: ziyaret ettiğiniz sayfa URL'leri, etkileşimde bulunduğunuz öğelerin CSS seçicileri, form alanlarına yazdığınız metinler ve kaydırma konumları. Kaydedilen tüm veriler tarayıcınızda yerel olarak (IndexedDB ve chrome.storage) saklanır ve asla harici sunuculara iletilmez. Eklenti, Chrome DevTools Protokolü'nü (debugger izni) yalnızca kaydettiğiniz makroları oynatmak için kullanır. Web sayfalarına (host izinleri) yalnızca sizin başlattığınız aktif kayıt veya oynatma sırasında erişir. Kayıtlı makrolarınızı eklentinin yan panelinden istediğiniz zaman görüntüleyebilir, düzenleyebilir ve silebilirsiniz. Eklentiyi kaldırmak tüm saklanan verileri siler.",
      "limitedUse": "Sınırlı Kullanım Bildirimi",
      "limitedUseDesc": "izan.io Macros'un Google API'lerinden aldığı bilgilerin kullanımı ve aktarımı, Sınırlı Kullanım gereksinimleri dahil olmak üzere Chrome Web Mağazası Kullanıcı Verileri Politikası'na uygundur. Eklenti tarafından toplanan tüm veriler (kaydedilen tarayıcı etkileşimleri, URL'ler, öğe seçicileri) tarayıcınızda yerel olarak saklanır ve asla harici sunuculara iletilmez. Verilerinizi eklentinin temel tarayıcı otomasyon işlevselliği dışında herhangi bir amaçla (reklam, kredi değerlendirmesi veya ilgisiz başka bir amaç dahil) satmaz, aktarmaz veya kullanmayız.",
      "thirdPartyServices": "Üçüncü Taraf Hizmetleri",
      "thirdPartyServicesDesc": "Hizmetimizi iyileştirmek ve reklam göstermek için Google Analytics, Google Ads ve Microsoft Clarity kullanıyoruz. Bu hizmetler çerezler kullanabilir ve tarayıcı verilerinizi toplayabilir. Google: https://policies.google.com/privacy, Microsoft Clarity: https://privacy.microsoft.com/privacystatement",
      "cookies": "Çerezler",
      "cookiesDesc": "Google Analytics, Google Ads ve Microsoft Clarity trafik analizi, reklam kişiselleştirmesi ve davranış analizi (session replay, heatmap) için çerezler kullanır. Cookie banner üzerinden tercihlerinizi yönetebilirsiniz.",
      "gdpr": "KVKK ve GDPR",
      "gdprDesc": "AB ve Türkiye'deki kullanıcılar için: Kişisel verilerinize erişim, düzeltme, silme ve taşınabilirlik haklarınız vardır. Verileriniz yalnızca tarayıcınızda saklandığı için silmek için tarayıcı verilerinizi temizlemeniz yeterlidir. Eklenti verileri için yan panelden tekil makroları silebilir veya eklentiyi kaldırarak tüm verileri temizleyebilirsiniz.",
      "children": "Çocukların Gizliliği",
      "childrenDesc": "Hizmetimiz 13 yaş altı çocuklara yönelik değildir. Bilerek 13 yaş altından kişisel veri toplamıyoruz.",
      "changes": "Politika Değişiklikleri",
      "changesDesc": "Bu politikayı güncelleyebiliriz. Değişiklikler bu sayfada yayınlanacaktır."
    },
    "contact": "Sorularınız için:",
    "contactEmail": "privacy@izan.io"
  },
  "terms": {
    "title": "Kullanım Koşulları",
    "description": "izan.io kullanım koşulları - Hizmetimizi kullanırken uymanız gereken kurallar.",
    "lastUpdated": "Son güncelleme",
    "intro": "izan.io ('Hizmet') kullanımı, bu Kullanım Koşulları'nı kabul etmeniz anlamına gelir.",
    "sections": {
      "acceptance": "Koşulların Kabulü",
      "acceptanceDesc": "Hizmeti kullanarak bu koşulları kabul etmiş olursunuz.",
      "useOfService": "Hizmet Kullanımı",
      "useOfServiceDesc": "Hizmeti yasalara uygun şekilde kullanmalısınız. API anahtarlarınızı güvenli tutmak sizin sorumluluğunuzdadır.",
      "disclaimer": "Sorumluluk Reddi",
      "disclaimerDesc": "Hizmet 'olduğu gibi' sunulmaktadır. AI yanıtlarının doğruluğu garanti edilmez.",
      "termination": "Hizmetin Sona Ermesi",
      "terminationDesc": "Hizmete erişiminizi herhangi bir zamanda durdurabiliriz.",
      "contact": "İletişim",
      "contactDesc": "Sorularınız için: terms@izan.io"
    }
  },
  "nav": {
    "privacy": "Gizlilik",
    "terms": "Kullanım Koşulları",
    "backToHome": "Ana Sayfa"
  }
}
